Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 男人感慨道：“你知不知道，世间机缘分大小，福运分厚薄，根骨分高低，你若是事事以自己之理衡量众人，以后总有yi天会遇到拳头更大、修为更深、境界更高之人，到时候人家心情不好，就yi拳打断你的长生桥，你如何自处？”
en_us: The man sighed with emotion and said, "Do you know? The fated opportunities in this world come big and small, while blessings and fortunes also come major and minor. One's aptitude and talent also comes higher or lower. If you always judge others using your own set of priciples, there will eventually come a day when you come across someone who's more powerful and high-level than you, and at that time, they might destroy your path to logevity simply because they aren't in a good mood. What will you do then?"

source: 男人感慨道：“秀儿，爹话糙理不糙，别嫌不好听。”
en_us: The man sighed with emotion and said, "Xiu'er, my words might be crude, by my reasoning certainly isn't. Don't be annoyed that my words don't sound nice."

source: 男人手持剑胚，对正在抡锤的马尾辫少女说道：“这段时日，不要去小镇了。”
en_us: Holding a sword billet in his hand, the man said to the young girl with the ponytail, "Don't go to town for the next few days."

source: 男人打断少年，很不客气道：“那是他的事情，关我屁事？！”
en_us: The man cut the young boy off, saying bluntly, "That's his problem. What's it got to do with me?!"

source: 男人抬头缓缓问道：“阮秀，你是想让爹给你收尸？”
en_us: The man slowly looked up and said, "Ruan Xiu, do you want me to collect your corpse for you?"

source: 男人拍了拍女儿的肩头，柔声道：“爹去见个人，你自己吧，慢些吃，没人跟你抢。”
en_us: The man patted his daughter's shoulder and said in a gentle voice, "Your father's going to visit someone. You can stay here, but make sure to eat slowly. No one's going to steal your food."

source: 男人指向金字匾额，“风生水起，风生水起，本王问你，水起，怎么个起法？”
en_us: The man pointed at the plaque with golden words and said, "Rising Winds Crashing Water, Rising Winds Crashing Water... Let me ask you, how does the water crash and rise?"

source: 男人揉了揉脸颊，自言自语道：“我家秀秀以食为天。”
en_us: The man rubbed his face and murmured, "Food is truly the most important thing for my Xiuxiu."

source: 男人提醒道：“宗门是宗门，自己是自己。”
en_us: "The sect is the sect, and you are you," the man reminded the young boy.

source: 男人摇头之后，也点了点头，“你说对了一半，真龙是已死无疑了，至于它的真实身份和象征意义，‘不简单’三个字，可绝对承载不起。”
en_us: The man shook his head, but he also nodded afterward, saying, "You're half correct. The True Dragon is indeed dead. However, when it comes to its true identity and significance, the description 'not easy' can't even begin to describe it."

source: 男人摇头道：“跟你讲一万句圣人教诲，也没用。”
en_us: Qi Jingchun shook his head in response. "Even if I preach to you all of the sagely teachings under the heavens, my efforts will still prove to be futile."

source: 男人摇头道：“还不到火候。”
en_us: The man shook his head and said, "Now's not the right time."

source: 男人摸了摸她的脑袋，“差不多。”
en_us: The man stroked her head and said, "Something like that."

source: 男人收起笑意，“只不过也别忘了，这座廊桥是你的……龙兴之地。”
en_us: His expression became serious as he continued, "But don't forget this either. This covered bridge is... the origin of your dynasty."

source: 男人无奈道：“真是讲不通，我估计以后真武山，会不消停了。”
en_us: The man was exasperated, and he said, "There's truly no way to reason with you. I feel like the True Martial Mountain will have its hands full in the future."

source: 男人更加火大，如果不是在铸剑，差点就要调教骂人，“明明是让你背书就跟要你命一样，找什么借口……他娘的，闺女你这胃口，饿也很正常，还真不是借口……”
en_us: The man became even angrier. If they weren't forging a sword, he would have almost started to scold her. "I'm only telling you to recite a scripture, yet you're acting as if I'm asking for your life! What kind of excuse is this? Bloody hell... My darling daughter, with your appetite... being hungry is indeed very normal... This really wasn't an excuse..."

source: 男人有些哀愁啊。
en_us: He felt a bit melancholic at this moment.

source: 男人松手后，缓缓站起身，转头看了眼在正屋忙碌的那个婀娜身影，猛然大踏步离去。
en_us: The man slowly rose to his feet, then turned to look at the woman who was busy at work in the main room before abruptly departing.

source: 男人欣慰道：“总算还有点良心，行了，别担心，爹是去见齐先生。”
en_us: "So you do still have some heart. Alright, don't worry now, your father's going to visit Mr. Qi," the man said with a gratified smile.

source: 男人欲言又止，最后仍是忍住没有泄露天机，沉声道：“相信爹，现在的你，对那个少年最大的帮助，是尽量告诉他一些这座小洞天的秘密和规矩，要他争取在框架之内行事，天时地利人和，能够多占一样是一样。”
en_us: Master Ruan opened his mouth to say something, but resisted the urge to reveal certain secrets to his daughter as he replied in a solemn voice, "Trust me. The most you can do to help that boy now is to tell him about as many of the secrets and rules of this small domain as possible. You have to strive to convince him to act within the constraints of those rules. Only by complying with the rules of this place will he be able to achieve the best possible outcome."

source: 男人气不打一处来，千辛万苦忍到现在，终于忍不住嘀咕道：“吃吃吃，姓刘的兔崽子欠揍不假，可是还真没有说错话，迟早有天要吃成一个肥嘟嘟的胖妞！到时候谁敢娶你当媳妇！难道爹还要抢个上门女婿不成？”
en_us: The man was immediately filled with frustration, and he was unable to suppress the words in his stomach any longer, mumbling, "Eat, eat, eat! That brat Liu Xianyang indeed deserves a beating. However, his words genuinely weren't wrong. There'll eventually come a day when you eat so much that you become a fat and chubby girl! At that time, who will dare to marry you?! Or did you want me to kidnap a husband for you?"

source: 男人气笑道：“你连门也未入，就敢大言凿凿，不怕闪了舌头？！”
en_us: The man laughed in anger and said, "You've yet to even embark on your journey, yet you're already daring to talk so big? You're not afraid of being too hyperbolic?!"

source: 男人气笑道：“出息！”
en_us: The man laughed in anger, saying, "How impressive!"

source: 男人气笑道：“是红烧肉好吧。”
en_us: The man laughed in irritation, and he said, "You mean the braised pork belly is nice, right?"

source: 男人沉默片刻后，瞥了眼呆若木鸡、迟迟没有动静的老掌柜，没来由春雷绽放似的，就开始破口大骂道：“杨掌柜，你他妈的像一根木头杵在这里，作死啊？！”
en_us: After a brief moment of silence, Master Ruan took a glance at the old shopkeeper, who was rooted to the spot, and despite what he had just said to his daughter, he suddenly erupted into a furious tirade himself without any warning. "Why the fuck are you just standing there like a block of wood, Shopkeeper Yang?! Do something!"

source: 男人没好气道：“人收学生，武人收徒弟，都不是江湖帮派招徕小喽啰，不是想着以后跟人起了争执，仗着人多势众来跟人吵架或是打架。归根结底，在我眼中，师生也好，师徒也罢，就是同道中人。何况如今刘羡阳还不是我的徒弟。”
en_us: The man huffed and replied, "When cultivators and martial artists take disciples, it's not the same as when ordinary sects and factions recruit subordinates. The aim of taking disciples isn't to gain an advantage in numbers when arguing or fightning with someone in the future. At the end of the day, both master and disciple should be like-minded people who pursue the same Dao. At the very least, that's how I see things. In any case, Liu Xianyang isn't even my disciple yet."

source: 男人淡然道：“一件事是找机会，绑架老猿身边的正阳山小女孩，乱其心志，迫使老猿强行滞留在小镇。还有一件事是夜间偷偷砍倒那棵老槐树，然后拔出铁锁井的那条铁链。你可以两件事都做，也可以只做一件事。一件事做成了，我出手帮你重伤凶手，两件事一并做成了，我就替你杀了正阳山老猿。”
en_us: Song Changjing continued, "The first thing I want you to do is to find an opportunity to kidnap the little girl accompanying that old ape. In doing so, you'll send him into a panic and force him to stay in the town. The other thing I want you to do is cut down that old locust tree in secret at night, then pull out the metal chain in the Iron Lock Well. You can do both of those things, or just one of the two. If you can do one of those things, I'll severely wound the old ape for you, and if you do both of those things, I'll kill him for you. This is a promise, and I will not go back on it."

source: 男人淡然道：“那就是那小子没福气。”
en_us: "That will simply mean that he doesn't have enough fortune," the man replied calmly.

source: 男人漫不经心瞥了眼少年储藏物品的大箱子，撇撇嘴，不屑一顾的神色，缓缓道：“来这里之前，我已经见过老龙城的苻南华，真是个倒霉秧子，在这里都会差点道心崩碎，你与他的买卖，照旧进行便是，你小子亏盈自负，我不掺和这种芝麻绿豆大小的破烂事。不过离开之前，你必须跟我去趟廊桥，磕几个头，之后就没你事情了，跟我回家，做你该做的事情，坐你该坐的座椅，尽你该尽的本分，就这么简单，听明白了没？”
en_us: The man curled his lips in contempt as he glanced at the large chest that the young boy placed his trinkets in. "Before coming here, I already visited the Old Dragon City's Fu Nanhua. What a poor sod. Even in such a place, his Dao Heart was still almost shattered. Anyhow, you can continue your business with him. As for whether you make a loss or make a gain, that's your own responsibility. I won't involve myself in such trifling and worthless matters. However, before we leave, you have to come with me to the covered bridge and kowtow a few times. After that, there's nothing else for you to do. Come home with me and do what you have to do, sit where you have to sit, and perform what your duty requires you to perform. It's that simple. Do you understand?"

source: 男人点头道：“嗯，被视为北方蛮夷近千年了。如今不过是拳头够硬，才赢得一点尊重。”
en_us: The man nodded and replied, "Mhm, we've been regarded as northern barbarians for almost a thousand years now. It's merely because we're powerful enough now that we've won a bit of respect."

source: 男人点头道：“遍观千年史书，能够以一己之力，挽狂澜于既倒，大多是我们兵家圣人。并非是我身为兵家修士，才刻意为先贤歌功颂德。”
en_us: The man nodded and replied, "Casting one's gaze through several thousand years of history, those who are able to use their own strength to turn the tides of a time are indeed mostly Sages from the Martial Sect. I'm not saying this on purpose simply because I'm a martial artist as well."

source: 男人犹豫了一下，还是不打算藏掖，以免她误入歧途或是坏了圣人谋划，“再者，这个少年太平凡了，在小镇上，反而显得很特殊。秀儿，你大概不不知道，这娃儿的本命瓷器很早被人打碎，所以就成了孤魂野鬼一般的货色，不受祖荫的荫庇，与此同时，又会有种种不易察觉的怪事发生，这也是宋集薪和那女子选择做他邻居的原因，要不然以宋集薪的身份，会连福禄街也住不得？显然是不可能的。”
en_us: The man hesitated for a moment before deciding not to hide any information, lest his daughter did something wrong or ruined the Sage's plans. "Moreover, that young child is far too ordinary. In some sense, this makes him appear even more extraordinary in the small town. Xiu'er, perhaps you aren't aware, but this child's bonded porcelain was smashed by someone was he was only very young. Thus, he's something like a wandering ghost with no links and nothing to rely on. He's not protected by the blessings of his ancestors. At the same time, all kinds of subtle but strange things occur around him. This is also the reason why Song Jixin and that female chose to become his neighbor. Otherwise, with Song Jixin's status, could he not live in Fortune Street? This naturally isn't the case."

source: 男人犹豫片刻，说道：“只要你自己能够承受所有后果，就行。”
en_us: The man hesitated for a moment before replying, "You can go as long as you're able to endure the consequences.

source: 男人率先走上台阶，缓缓道：“你要是问本王，三千年圣人们为何要屠龙，本王不好回答你。可你要是问为何把你丢在这里，你又为何是大骊嫡出的尊贵皇子，本王倒是可以一五一十告诉你真相。”
en_us: The man walked up the steps and said slowly, "If you ask me why the Sages decided to slay the True Dragon 3000 years ago, it will truly be quite difficult for me to answer this question. If you ask me why you were tossed into this place, and why you're a noble prince of the Great Li Empire, however, I can indeed answer some of your questions."

source: 男人瓮声瓮气撂下一句话：“不敢劝。”
en_us: "That never works," the man replied in a surly tone.

source: 男人瓮声瓮气道：“不管。”
en_us: "No," the man replied in a low and muffled voice.

source: 男人盯着少年，没有打算轻易放过少年一马。
en_us: The man kept his gaze on Ma Kuxuan, not planning to let him shrug off his question.

source: 男人眉宇间隐约有雷霆之怒。
en_us: There was a hint of thunderous fury on Ruan Qiong's face.

source: 男人看到独自坐在井口发呆的草鞋少年后，而且还与自己对视后，他微微惊讶，来到少年身边，笑容温醇道：“我找阮师傅有点事情，你知道他在哪里吗？”
en_us: The man had also spotted Chen Ping'an, and he was rather surprised to see the young boy looking back at him. He made his way over to Chen Ping'an, then asked with a warm smile, "I have some business with Master Ruan. Do you know where he is?"

source: 男人看着只剩下“山脚”的那个碎花纹包裹，满脸无可奈何，想要开口教训两句，又舍不得，默默看着自家闺女那种我犯错就认罚的倔强模样，他更是心疼得一塌糊涂，好像自家才是犯错的那个人。
en_us: Looking at the remaining corner of the "mountain" in the bag that was decorated with patterns of flowers, an expression of utter helplessness spread across his face. He wanted to open his mouth to scold her, yet he couldn't bring himself to do this either. Silently looking at the stubborn expression of his daughter who was resigned to a scolding, he more so felt a sense of doting that made him feel like it was actually him who was in the wrong.

source: 男人真想使劲敲着这个傻闺女的榆木脑袋，你的事情，爹能不管？
en_us: Ruan Qiong truly wanted to knock his foolish daughter on the head. How could he not help his own daughter?

source: 男人突然停下言语，望向街道远处一座屋顶上，蹲着一头通体漆黑如墨的野猫，它看到马苦玄后，立即尖叫起来，等到马苦玄发现它后，野猫就开始撒腿奔跑，跑向杏花巷那边。
en_us: The man suddenly stopped speaking, and he looked at a rooftop in the distance. There was an ink-black cat squatting there, and upon seeing Ma Kuxuan, it immediately started to meow in a high-pitched voice. When Ma Kuxuan saw it, the wild cat turned around and started to sprint away, heading toward Apricot Blossom Alley.

source: 男人突然神色严厉起来，“马苦玄！为师不管你什么性格桀骜，但是有yi点你必须谨记在心，我们兵家正宗剑修！修yi剑破万法，修yi剑顺本心，修yi剑求无敌，但是绝对不许滥杀无辜，不许欺辱俗人，更不许日后在剑道之上，因为嫉妒他人，就故意给同道中人下绊子！”
en_us: The man's expression instantly became serious, and he said, "Ma Kuxuan! I don't care if you're an unruly person or whatnot. However, there's one thing that you have to remember. We're swordsman from the Martial Sect! We wield the sword to shatter all techniques, we wield the sword to follow our mind, and we wield the sword to pursue invincibility. However, we definitely don't wield the sword to pick on mortals or to kill those who are innocent. More importantly, we can't purposely target others simply because we're jealous of their talent!"

source: 男人端坐椅上，眼神深沉，望向屋外，仿佛在自言自语：“以后你看到的人越多，就会发现一件有趣的事情，什么善恶有报，快意恩仇，匹夫一怒血溅三尺，什么才子佳人，有情人终成眷，都是废物们臆想出来的大快人心。所以啊，你自己的拳头一定要硬，靠本王？靠你的亲生父母？我劝你趁早死了这条心，不然带你离开小镇，就是无异于带着你的尸体去乱葬岗，帝王之家，何尝不是生死自负。”
en_us: Song Changjing sat down on his chair, casting his gaze out of the room, as he continued, seemingly talking to himself, "The more people you see in the future, the more you'll come to realize something interesting, wihch is that things like karma, justice, and happily ever afters are nothing more than romanticized stories made up by trash to console themselves. They're unable to do anything about the injustice in their lives, so they turn to these fairytales for some form of consolation. Hence, you must become strong at all costs. If you're thinking about relying on me or your parents, then I suggest you do away with those thoughts right now. Otherwise, taking you out of this town will be no different to killing you. Even members of imperial families must be responsible for their own lives."

source: 男人笑了笑，“不说这个，伤面子。”
en_us: The man chuckled and replied, "Let's not talk about this. I don't want to lose face."

source: 男人笑了笑，“其实小镇这边是无法之地，意思是说这里没有任何王朝律法的，本来督造官就比较尴尬，是无权过问地方事务的，再者小镇这边，历来奉行民不举官不究，无论是大门大户里打死了丫鬟奴仆，还是小门小户的斗殴伤人，也没有来这座监造衙署击鼓鸣冤的风俗，所以，陈平安你是提着猪头走错庙，拜错菩萨了。”
en_us: The man smiled as he replied, "The town is actually a lawless place, which means that it doesn't follow the laws of any empire, so as a kiln supervision official, I'm in a rather awkward position. I have no right to oversee the matters of this place, and additionally, there's always been a tradition in the town where the residents very rarely turn to officials for criminal matters. Regardless of whether its someone from an affluent family beating a servant to death, or someone from a less privileged family injuring someone else during a brawl, no one has the habit of turning to authorities for justice. Hence, I'm afraid you've come to the wrong person, Chen Ping'an."

source: 男人笑了笑，善解人意道：“无妨，道理全在书上，做人却在书外。你去忙吧。”
en_us: The man gave a considerate smile as he said, "It's alright. The knowledge is all in the books, but the way to be a good person is something that needs to be learned outside of books. You can go now."

source: 男人笑了笑，在少年伤口上撒盐道：“被同龄人按在地上揍的感觉如何？”
en_us: The man smiled and poured more salt on Ma Kuxuan's wounds, saying, "How did it feel to be held down and beaten by someone the same age as you?"

source: 男人笑了笑，有些心酸，“那以后爹不在的时候，娘亲就要交给你照顾了哦，能不能做到？”
en_us: A hint of sorrow welled up in the man's heart, but he still put on a warm smile as he said, "In that case, you'll have to look after your mother in my absence. Can you do that?"

source: 男人笑了，“小子，你猜得没错。”
en_us: The man smiled and asked, "Yes, you've guessed correctly."

source: 男人笑了，转身第一次正视这个少年，反问道：“姓宋的娘娘腔说你天资卓绝，这评价也真是不怕闪了舌头，你不妨猜猜看，觉得我凭什么？”
en_us: The man chuckled, turning over to face the young boy squarely for the first time. "That woman-like person said that you're extremely talented, and he truly wasn't afraid of being too hyperbolic. Anyway, why don't you guess? Guess why you should listen to me?"

source: 男人笑着伸出一只布满老茧的大手，“拉钩。”
en_us: The man smiled as he extended a heavily calloused hand. "Pinkie promise?"

source: 男人笑着离去，宋集薪送到院门口就想止步，男人好似算死了他的心思，没有转头直接说道：“随我去趟督造官衙署，我领你见个人。”
en_us: The man smiled before turning around to leave. Song Jixin wanted to farewell him at the door, yet as if reading his thoughts, the man said without turning around, "Follow me to the kiln supervision office. I'm going to indroduce you to someone."

source: 男人笑道：“也就是走个仪式而已，不用太上心，就从现在开始，先学会逢场作戏吧，要不然以后你可能会忙得焦头烂额。”
en_us: The man smiled and replied, "It's merely a ritual, so there's no need to overthink it. From now on, you need to learn how to deal with all kinds of different situations. Otherwise, you'll be so busy that your head will want to explode in the future."

source: 男人笑道：“正阳山在明面上，虽然是剑道根本之地，但是在东宝瓶洲修士的心目中，地位远远不如死敌风雷园，所以正阳山不被视为一流宗门势力，当然，这只是明面上的假象，其实正阳山的底蕴极深，只是当年那桩恩怨发生后，风雷园有一人的剑道造诣，远超同辈，过于惊才绝艳，使得正阳山不得不数百年忍辱负重……”
en_us: The man smiled and continued, "On the surface, Sun Scorch Mountain is one of the fundamental sects for Sword Dao. However, in the minds of cultivators from the Eastern Treasured Vial Continent, its status is far inferior to that of its nemesis, Wind Lightning Field. As a result, Sun Scorch Mountain isn't regarded as a first-rate sect. Of course, this is only a false appearance, and in reality, Sun Scorch Mountain has an incredibly strong foundation. It was only because of that conflict that they seem weaker than they are. "At that time, there was a swordsman from Wind Lightning Field whose skill with the sword far exceeded the others in his generation. He was far too dazzling, and his brilliance forced Sun Scorch Mountain to endure hundreds of years of humiliation..."

source: 男人笑道：“罢了，那姓宋的酸秀才，历来就是谨小慎微的性格，不像大老爷们，倒像是个娘们，否则也不会让他来这边看顾你。”
en_us: The man smiled and said, "So be it. That pedantic old scholar before me has always been such a careful and cautious person. He doesn't seem like a man at all, and he instead seems like a woman. Otherwise, he wouldn't have been sent here to look after you."

source: 男人笑道：“马苦玄你想岔了，正阳山与我们真武山的差距，大概算是还隔着一座正阳山吧。”
en_us: The man chuckled and said, "Ma Kuxuan, you're mistaken. The gulf between Sun Scorch Mountain and True Martial Mountain is approximately the size of another Sun Scorch Mountain."

source: 男人笑问道：“是想问真话还是假话？”
en_us: The man smiled and replied, "Do you want to hear the truth or the lie?"

source: 男人答道：“那就是差不多高。”
en_us: "They're around the same," the man replied.

source: 男人答非所问，“红烧肉好吃不？”
en_us: The man anwered with a completely unrelated question of his own, asking, "How's the braised pork belly?"

source: 男人绷着脸，好不容易才忍住笑意，想了想，觉得还是生个闺女好啊。
en_us: It took the man great willpower not to laugh out loud. Thinking about it, perhaps it was better to have a daughter, after all.

source: 男人缓缓起身，相比提醒马苦玄那个凶手已经被赶出小镇，他更想去阮师那边询问一个问题。
en_us: He slowly stood up. Compared to telling Ma Kuxuan that the assailant had already been kicked out of the small town, he was more interested in visiting Master Ruan and asking him a question.

source: 男人缩回手指，耐心解释道：“大骊王朝众多别处，其实也有许多桥下挂剑的习俗，只不过那些铜钱剑、桃木剑或是符箓剑，往往挡得住一次山蛟林蟒的入江，再也挡不住第二次了，甚至许多悬挂法剑之人的道行浅薄，一次走江的威力，也经受不住，反而惹恼了洪水当中的蛟龙之属，故而洪水一过，本来可以不用倒塌的桥也塌了，剑更是没了踪迹。唯独这一处的这一把剑……”
en_us: The man put down his finger and explained in patience, "In fact, there are many areas in the Great Li Empire where it is a custom to hang a sword under a bridge. However, those copper coin swords, peach wood swords, or talisman swords are only able to block the mountain flood dragons and forest pythons from entering the river a single time. They're unable to block them twice. Sometime, due to the lowly cultivation of those who place the swords, they're unable to block the flood dragons and pythons even once. They instead enrage the flood dragons, causing the bridges to collapse after the floods even though they could have initially continued to stand. The sword will also vanish without a trace. Only the sword here..."

source: 男人脸色凝重，一把抓住少年的肩头，命令道：“不要说话，屏住呼吸！”
en_us: The man wore a solemn expression as he grabbed Ma Kuxuan's shoulder and commanded, "Don't speak! Hold your breath!"

source: 男人腰间那枚虎符轻轻一跳，男人按住虎符片刻，很快沉声道：“你我速度返回小镇！我兵家修士，趋吉避凶，预知前程，几近本能。”
en_us: The tiger talisman hanging by the his waist shuddered softly. The man held his hand over it for a brief moment before saying in a solemn voice, "Hurry, we need to return to the small town! We martial artists are able to seek fortune and avoid calamity, and we're also able to predict the near future. This is almost instinct for us."

source: 男人自嘲道：“以后为师再也不跟你讲道理了，对牛弹琴。”
en_us: The man chuckled at himself in a mocking manner and said , "I won't try to reason with you again in the future. My words will just fall on deaf ears."

source: 男人落荒而逃，背对自己闺女的他不忘给自己一巴掌。
en_us: The man hurriedly fled, not forgetting to slap himself when his back was to his daughter.

source: 男人虽然板着脸，但已经一屁股坐在女儿身边，解释道：“那娃儿后天性情挺好，但是根骨太差了，就算爹收下他，他也会一下子就被师兄弟们拉开距离，再努力，也只能眼睁睁看着差距变大，万一到时候又要多出一个柳师兄来，何必。”
en_us: Even though he wore a stern expression, the man had already taken a seat next to his daughter, explaining, "That child has a fairly good personality. However, his aptitude is far too poor, so even if your father takes him as a disciple, he'll still be quickly left in the dust by his other senior brothers. Regardless of how hard he works, he can only watch on helplessly as the gulf between them grows larger and larger. What should we do if another Senior Brother Liu appears at that time? What's the need?"

source: 男人言行举止，和颜悦色，身上没有半点颐指气使的倨傲姿态。
en_us: The man was very polite and pleasant in his words and demeanor, and there was no sense of arrogance to him at all.

source: 男人话说了一半，就沉默下去。
en_us: The man fell silent as he said this.

source: 男人语气冷漠道：“你们那个小师叔，如果真是想要收这孩子做开山弟子，怎么不自己来？他的名号再响亮又如何？又没跟我打过，凭什么要让给他？他要是不服气，就来真武山找我，赢了，就让他带走这个孩子。”
en_us: "If your Junior Uncle really wanted to take this child as his opening disciple, why didn't he come here himself? So what if he's famous? We've never fought before, so why do I have to take a step back? If he can't accept this, then tell him to go to the True Martial Mountain to look for me. If he wins, then I'll allow him to take this child away."

source: 男人说到这里，指了指那三袋子铜钱，“没了宝甲剑经的刘羡阳，他的命，根本值不了这么多钱，至于想要买下我的人情，这些钱，又远远不够。我大骊跟正阳山闹掰，就为了三袋子钱？绝对不可能的，传出去会是整个东宝瓶洲的笑话。陈平安，你可能暂时不太理解这番话，但是以后如果有机会，你出去走走，就会明白这是大实话。”
en_us: The man pointed at the three pouches of copper coins, then continued, "Without that suit of armor and the sword scripture, his life isn't worth that much money, and if you want me to do you a favor, then that amount of money is nowhere near enough. There's no way that our Great Li Empire would turn on the Sun Scorch Mountain just for three pouches of coins. If word were to spread of this, it would be a massive joke across the entire Eastern Treasured Vial Continent! Chen Ping'an, you may not understand what I'm saying right now, but if you have the opportunity to do so in the future, go out and take a look at the world. You'll understand that what I'm telling you now is the truth."

source: 男人说道：“情有可原，但是占不住理。只此一次，下不为例。”
en_us: "That's understandable," the man said. "However, you're still in the wrong. Only this once and never again, understood?"
